{"display_weight": 20, "name": "Melbourne Official", "dataportals": ["melbourne"], "url": "http://portal.govhack.org/locations/vic/melbourne.html", "jurisdiction": "vic", "venue": {"capacity": 150, "name": "ThoughtWorks Melbourne", "address": "Level 23, 303 Collins Street, Melbourne", "accessibility": "This venue has lift access and is wheelchair accessible. The door to the street requires a key card for entry, but we'll have somebody downstairs to let people in during peak times, and a phone number you can call outside of that.", "under_18": "At this Venue you must be accompanied by a Guardian at all times.", "host": "Matthew Cengia", "childcare": "Child care will be available from 9am-4pm on Saturday and 9am-3pm on Sunday (possibly finishing closer to 5pm, depending on what we can manage). We will not be offering childcare for children 0-2 years old. Children 3-5/6 years old will have their own space in venue with room for 3-6 children – two carers. Children 6/7-12 years old will have their own space in venue with room for 5-10 children – two carers. We will be providing suitable entertainment as recommended by our childcare providers. We would also ask for your understanding that when all places are taken, we will not ask our childcare workers to stretch themselves. Depending on levels of demand, first in best dressed is probably how we will run it. Parents are expected to stay on site while their child is in childcare – this is not a drop zone for your shopping expedition.", "public_transport": null, "parking": "There are various parking spots in the Melbourne CBD, mostly requiring a ticket.", "public_transport_last": "We are in the Melbourne CBD, one block from Flinders Street, so please check the PTV website or Google for the latest public transport departure for your train/tram/bus line."}, "catering": "Catering TBA closer to the event. Some light meals will be provided, but participants may need to bring some of their own snacks.", "prefix": "GovHack", "contact": {"twitter": "mattcen", "email": "melbourne@govhack.org"}, "location": {"lat": -37.81669, "lon": 144.963966}, "times": {"sunday": {"close": "07:00 PM", "open": "08:00 AM"}, "friday": {"close": "10:00 PM", "open": "06:00 PM"}, "saturday": {"close": "10:00 PM", "open": "08:00 AM"}}, "type": "Official Event", "id": "melbourne", "is_capital_city": true}