{"category": "local", "body": "<p>Women find it difficult to access information about the services available to them, especially mainstream services. How can City of Melbourne provide easy and appropriate access to the Safe and Inclusive spaces for women service directory?\nConcurrently, service directories are notoriously difficult datasets to keep up to date. How can City of Melbourne ensure their service directory data is accurately reflects the services that are available to women who may be experiencing family violence?\nThere are numerous services in the City Of Melbourne and surrounding suburbs designed to assist women who are experiencing or at risk of violence and other related issues. However, while many women could benefit from accessing these services, they don’t identify with being a victim of domestic violence or other negatively perceived labels and hence many find accessing these services at best frustrating and at worst, traumatising. In addition there are many mainstream services and activities that are open to the public that women have identified they would like to use and would find helpful. However, consultations with women and professionals from community organisations have identified that the ability for women to access information about these services and activities is patchy.</p>\n\n<h1>Prize</h1>\n\n<p>Award of cash up to the value of $750</p>\n\n<h1>Eligibility Criteria</h1>\n\n<p>Use  at least one  city of Melbourne dataset.</p>\n", "name": "How can City of Melbourne make sure women have access to information about the services support groups and mainstream services that are available to them?", "title": "How can City of Melbourne make sure women have access to information about the services support groups and mainstream services that are available to them?", "organisation": "city-of-melbourne", "jurisdiction": "vic", "portal_url": "http://portal.govhack.org/prizes/2016/vic/vic-how-can-city-of-melbourne-make-sure-women-have-access-to-information-about-the-services-support-groups-and-mainstream-services-that-are-available-to-them?.html", "id": "vic-how-can-city-of-melbourne-make-sure-women-have-access-to-information-about-the-services-support-groups-and-mainstream-services-that-are-available-to-them?", "organisation_title": "City of Melbourne", "type": "Theme", "events": ["melbourne"], "projects": ["little-steps"]}