{"category": "state", "body": "<p>How might we find ways of unlocking value in data without compromising privacy?\nThe Victorian Government recognises the benefits from enabling public access to government data, but not all data is suitable for release. For example, government agencies such as Births, Deaths and Marraiges Victoria (BDM) hold a wealth of data that is extremely valuable, but also extremely private. This challenge is about finding new ways to unlock some of that value without exposing sensitive personal information. One way that this might be done is through de-identification - the release of a modified dataset stripped of any identifying information. But de-identification is hard, and always carries a risk that the data can be combined with other public information sources to re-identify the underlying individuals. Another approach might be to design a system that lets people explore or visualise the data in such a way that information about individuals can never be accessed. Maybe you can think of other approaches. BDM has provided a set of 'dummy data' for you to play with. We want you to come up with innovative new ways for BDM to open up their data to the public without compromising Victorians' privacy.</p>\n\n<h1>Prize</h1>\n\n<p>Cash prize(s) up to the value of $1000</p>\n\n<h1>Eligibility Criteria</h1>\n\n<p>Nominate the Theme in the entry is competing in. Use at least two data sets (at least one must be Victoria government data with a strong preference for multipliable Victorian government datasets from different departments and agencies.) Other openly licensed data may be used.</p>\n", "name": "De Identification", "title": "De Identification", "jurisdiction": "vic", "portal_url": "http://portal.govhack.org/prizes/2016/vic/vic-de-identification.html", "organisation_title": "Victorian Government - Dept Justice and Regulation and the Commissioner for Privacy and Data Protection", "type": "Theme", "id": "vic-de-identification", "projects": ["informed-personas", "zr0data"]}