{"category": "state", "body": "<p>The participant or team most likely to push on with their idea.</p>\n\n<h1>Prize</h1>\n\n<ul>\n<li>Access to a Spur business development mentor at one hour per week for 6 months or equivalent, valued at $5,000. We can help you turn your ideas into action!</li>\n<li>10 hours per week for up to two people to use Landgate’s co-working space at Spacecubed in Perth. Be at the heart of innovation through co-working and be surrounded by like-minded people.</li>\n</ul>\n\n<p>This prize will be awarded shortly after the event to a team that is keen to take their concept further. Awarded by GovHack WA Committee in consultation with SPUR.</p>\n\n<h1>Eligibility Criteria</h1>\n\n<p>Must use WA Government open data from <a href=\"http://data.wa.gov.au/\">data.wa.gov.au</a> and <a href=\"http://slip.landgate.wa.gov.au/\">Shared Location Information Platform (SLIP)</a>.</p>\n\n<h1>About Spur</h1>\n\n<p><a href=\"http://spur.wa.gov.au/\">Spur</a> is the new WA location and innovation hub, powered by Landgate, that that promotes collaboration, stimulation and acceleration of new ideas. Details on the data services available for GovHack are available at <a href=\"data.wa.gov.au/govhack\">http://www.data.wa.gov.au/govhack</a>.</p>\n\n<p>Spur's aim is to nurture partnership, investment opportunities and support emerging WA-based location-based technology businesses. We can help you turn your ideas into action and start-up your business through collaboration, access to data and connection to key contacts and resources.</p>\n", "name": "Western Australian Entrepeneurial Prize", "title": "Western Australian Entrepeneurial Prize", "organisation": "landgate", "jurisdiction": "wa", "portal_url": "http://portal.govhack.org/prizes/2016/wa/wa-western-australian-entrepeneurial-prize.html", "organisation_title": "SPUR, Powered by Landgate", "type": "Theme", "id": "wa-western-australian-entrepeneurial-prize", "projects": ["project-trident", "budgethack", "schrodingers-shark", "violet-pipe-dreams", "mapping-sepsis", "the-transac-initiative", "au-dashboard", "ihero", "point-break---crowdsourcing-beach-intelligence-|-on-demand-spatial-awareness", "street-shark", "anaconda-dont", "smart-sepsis-wa"]}