{"display_weight": 20, "name": "Brisbane Official", "dataportals": ["brisbane", "logan"], "url": "http://portal.govhack.org/locations/qld/brisbane.html", "jurisdiction": "qld", "venue": {"capacity": 200, "name": "Advanced Engineering Building, The University of Queensland, St Lucia", "team": "Marie Boden, Edge Pereira, Siddeswara Guru, Nicolette Venn", "accessibility": "The venue has lifts between levels and ramps at each entrance.", "under_18": "At this Venue you must be accompanied by a Guardian at all times", "host": "Jason Weigel", "public_transport": "The University of Queensland, St Lucia can be reached by Bus and CityCat. There are two stops which can be used UQ Chancellor’s Place and UQ Lakes for buses and for the CityCat the stop is UQ St Lucia ferry terminal. The UQ Lakes and UQ St Lucia ferry terminal have easier access to the event venue.\nDetails on times and routes can be found at [the Translink website](http://translink.com.au/).\n", "address": "Building 49, The University of Queensland, Staff House Road, St Lucia QLD 4072", "parking": "Paid parking is available on Friday evening before 9pm at the Conifer Knoll carpark (98D) or on Sir William Macgregor Drive. Parking is $5 per day.\nAfter 9pm on Friday and for the remainder of the event parking is free. [Map of Conifer Knoll Carpark](https://www.google.com.au/maps/place/98D,+St+Lucia+QLD+4067/@-27.4993894,153.0159301,17z/data=!3m1!4b1!4m5!3m4!1s0x6b915a7924330791:0x8bb5375caf6cd7!8m2!3d-27.4993525!4d153.018182)\n", "public_transport_last": "On Friday the last bus leaving UQ Lakes is between 9pm and 9.30pm. On the weekend the last bus leaving UQ Lakes is between 5.30pm and 6pm.\nOn Friday the last bus leaving UQ Chancellor’s Place is between 10pm and midnight depending on destination. On the weekend the last bus leaving UQ Chancellor’s Place is between 8pm and midnight depending on destination.\nThe last ferry leaves at 11.24pm towards North Quay.\nFor all public transport please check [the Translink website](http://translink.com.au) for your particular service and what time the last call is.\n"}, "times": {"sunday": {"close": "06:00 PM", "open": "12:00 AM"}, "friday": {"close": "11:59 PM", "open": "05:00 PM"}, "saturday": {"close": "11:59 PM", "open": "12:00 AM"}}, "prefix": "GovHack", "contact": {"twitter": "GovHackBne", "email": "brisbane@govhack.org"}, "location": {"lat": -27.495792, "lon": 153.012395}, "eventbrite": "https://qldgovhack2016compete.eventbrite.com.au/", "catering": "+ Dinner will be provided following the Opening on Friday evening.\n+ Breakfast, Lunch and Dinner will be provided on Saturday.\n+ Breakfast and Lunch will be provided on Sunday.\n\nAccess to a kitchen stocked with coffee/tea/juices/softdrink and snacks will be available outside standard meals. Alternatively food retailers can be found around the university campus and slightly off-campus in Hawken Village.\n", "type": "Official Event", "id": "brisbane", "is_capital_city": true}